Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: If the work is periodical, the periods are to be added together.
sv: Om arbetet utförs periodvis ska perioderna räknas samman.

source: When calculating how long the work is under way, no consideration is given to how many people are participating or whether the work is carried out by the same people.
sv: När man beräknar hur länge arbetet pågår tar man inte hänsyn till hur många som deltar eller om det utförs av samma personer.

source: An operation that carries out contracted work at other workplaces for less than two months at each location does not need to carry out periodical measurements.
sv: En verksamhet som gör arbeten på entreprenad vid andra arbetsställen under mindre än två månader på varje arbetsställe behöver inte utföra peri­ odiska mätningar.

source: Work with lead and cadmium shall also comply with the Swedish Work Environment Authority's Provisions on Occupational Medical Supervision.
sv: För arbete med bly och kadmium gäller Arbetsmiljöverkets föreskrifter om medicinska kontroller i arbetslivet.

source: Guidance on Section 51 Forms can be found on the Swedish Work Environment Authority's website, www.av.se under the heading Blanketter (forms).
sv: Till 51 § Blanketter att använda finns på Arbetsmiljöverkets webbplats www.av.se under rubriken Blanketter.

source: You can also send the measuring report to the Swedish Work Environment Authority electronically.
sv: Skicka gärna mätrapporten elektro­ niskt till Arbetsmiljöverket.

source: If the measuring report is a paper copy, it should be submitted in two copies.
sv: Om mätrapporten är en papperskopia bör den skickas in i två exemplar.

source: Provisions earlier published in the Statute Book of the Swedish National Board of Occupational Safety and Health simultaneously still apply.
sv: Arbetsmiljöinspektionen i Falun (Dalarnas och Gävleborgs län) Gruvgatan 2, Box 153,

source: Swedish Work Environment Authority SE-171 84 SOLNA , Sweden
sv: Arbetsmiljöinspektionen i Göteborg (Västra Götalands och Hallands län)

source: Publishing Services, telefax: +46 8 735 85 55
sv: Arbetsmiljöinspektionen i Härnösand (Västernorrlands och Jämtlands län) Brunnshusgatan 8,

source: www.av.se
sv: Tel 0611-885 00

source: Provisions of the Swedish Work Environment Authority on Dock Work
sv: Arbetsmiljöinspektionen i Malmö (Skåne län)

source: Scope 4
sv: Vattenverksvägen 47, Box 21019,

source: Requirements on the workplace 5
sv: Englundavägen 5, Box 1259,

source: Organisation 6
sv: 171 24 Solna.

source: Conduct of work 7
sv: Tel 08-475 01 00

source: Work with vehicles, railway trucks etc. 8
sv: 903 36 Umeå.

source: Stowing, stacking, section loading, handling of containers and bulk, oil and chemical cargoes etc. 9
sv: Arbetsmiljöinspektionen i Växjö (Kronobergs, Blekinge, Jönköpings och Kalmar län) Västra Esplanaden 9 A,

source: Handling of load carriers 9
sv: Tel 0470-74 80 00

source: Appendix 1 24
sv: 701 16 Örebro.

source: loading, unloading, mooring, casting off and bunkering of ships,
sv: Förbandsmateriel, sjuktransport, livräddningsutrustning m.m. 10

source: Prior to work on board ship, the party conducting dock work shall transmit written instructions to the ship’s representative.
sv: Arbetsmiljöverkets föreskrifter om hamnarbete

source: Communication between representatives of a ship’s crew and representatives of on-shore employees shall as far as possible be conducted in a common language.
sv: § Kommunikation mellan företrädare för fartygsbesättning och företrädare för landanställda skall så långt möjligt föras på ett gemensamt språk.

source: The party conducting dock work shall see to it that communication is possible in a safe and readily intelligible manner.
sv: Den som bedriver hamnarbete skall se till att kommunikation kan ske på ett säkert och lättfattligt sätt.

source: The technical devices on board which are to be used during the work shall be checked to ensure that they are in working order.
sv: En funktionskontroll skall utföras på de tekniska anordningar ombord som skall användas under arbetet.

source: Before technical devices on a ship are used, steps shall be taken to ensure that they can be operated safely.
sv: Innan tekniska anordningar på ett fartyg används skall det säkerställas att manövreringen kan ske säkert.

source: Requirements on the workplace
sv: Arbetsplatsens beskaffenhet

source: Different types of traffic shall, when necessary, be separated within the dock area.
sv: Olika trafikslag skall, när det behövs, separeras inom hamnområdet.

source: The maximum load for the ramp shall also be clearly indicated.
sv: Rampens maxlast skall också vara tydligt angiven.

source: If the ramp belongs to the ship and the maximum load is not clearly indicated, the party conducting the dock work shall instead ascertain the maximum load and inform the personnel concerned.
sv: Om rampen tillhör fartyget och maxlasten inte är tydligt angiven skall istället den som bedriver hamnarbete ta reda på maxlasten och informera berörd personal.

source: These shall be correctly attached and secured.
sv: Dessa skall vara anbringade och fastsatta på riktigt sätt.

source: A safety net preventing falls between the side of the ship and the quay shall be provided at the lower end of communication routes leading to ships except where manifestly unnecessary.
sv: Skyddsnät som hindrar fall mellan fartygssidan och kajen skall finnas vid nedre änden av förbindelseleder som leder till fartyg om det inte är uppenbart onödigt.

source: For these purposes, linked booms are counted as one lifting device.
sv: Kopplade bommar räknas härvid som en lyftanordning.

source: There shall if necessary be two or more signalmen for one lifting device.
sv: Om det behövs skall flera signalmän finnas för en lyftanordning.

source: They may not have larger work areas than they are able to keep under surveillance.
sv: De får inte ha större arbetsområden än att de kan övervaka dem.

source: They shall be provided with and shall use the special equipment needed in order for the work to be done safely.
sv: De skall tillhandahållas och använda den särskilda utrustning som behövs för att arbetet skall kunna utföras säkert.

source: Contact between drivers and between signalmen and traffic guards shall be sustainable throughout the movement.
sv: Mellan förare, samt signalmän och trafikvakter skall kontakt kunna hållas under hela rörelsen.

source: If the driver loses this contact, the movement shall be stopped immediately.
sv: Förlorar föraren denna kontakt skall rörelsen omedelbart stoppas.

source: Technical devices
sv: Tekniska anordningar

source: Transmitters shall be kept out of reach of unauthorised persons.
sv: Sändare skall förvaras oåtkomliga för obehöriga.

source: If the operator is not in a position to supervise the movement, a signalman or traffic guard shall be used.
sv: Om operatören inte har uppsikt över rörelsen skall en signalman eller trafikvakt användas.

source: Conduct of work
sv: Utförande av arbete

source: Before loading or unloading it shall be ensured that mobile machines etc. can be operated safely.
sv: Före lastning eller lossning skall det säkerställas att manövreringen kan utföras på ett betryggande sätt.

source: Alternatively, the corresponding safety shall be established by organising work in such a way that no persons will be present in the risk zone.
sv: Alternativt skall motsvarande säkerhet skapas genom att arbetet organiseras så att inga personer befinner sig i riskområdet.

source: Deposition of goods etc. on a quayside, dockside and suchlike
sv: Uppläggning av gods m.m. på kaj, hamnplan och liknande

source: Nor may they be deposited in such a way as to obstruct the quayside.
sv: Det får inte heller läggas upp så att det hindrar framkomlighet på kajen.

source: The following clearances at least shall be maintained between goods or suchlike and the devices mentioned below:
sv: Minst följande avstånd skall hållas mellan gods eller liknande och nedan angivna anordningar.

source: Edge of quayside and jetty: 1.5 metres.
sv: Kaj- och bryggkant: 1,5 meter.

source: Railway rail: 2.2 metres.
sv: Järnvägsräl: 2,2 meter.

source: Trackbound crane: 0.9 metre from the widest part of the crane and up to a height of 2.5 metres above ground or the equivalent.
sv: Spårgående kran: 0,9 meter räknat från kranens bredaste del och upp till en höjd av 2,5 meter över mark eller motsvarande.

source: Goods and suchlike may, however, be deposited less than 1.5 metres from the edge of a quayside or jetty if they are deposited so near the edge as to preclude passage on the outside.
sv: Gods och liknande får dock läggas upp närmare kaj- och bryggkant än 1,5 meter om det läggs så nära kanten att det inte finns någon möjlighet att passera på utsidan.

source: Hatches etc.
sv: Luckor m.m.

source: Such equipment shall be secured with a mechanical retaining device when in the open or suspended position.
sv: Utrustningen skall i öppet eller upphängt läge vara säkrad med mekanisk spärranordning.

source: They may not encroach on the space which a signalman needs.
sv: De får inte inkräkta på det utrymme en signalman behöver.

source: Nor may they obstruct necessary movement on board.
sv: De får heller inte hindra nödvändig förflyttning ombord.

source: The same applies elsewhere within the risk zone as regards objects liable to fall or vehicles which inadvertently be set in motion.
sv: Detsamma gäller på andra platser inom riskområdet för föremål som kan falla eller för fordon

source: When ramps, hatches and suchlike are being operated, care shall be taken to ensure that no person is present on them or in the danger zone for injury by crushing.
sv: Vid manövrering av ramper, luckor och liknande skall det tillses att ingen befinner sig på dessa eller i riskområdet för klämning.

source: Hatches and other such ship’s equipment which are not firmly stacked and adequately secured shall be removed before work is done in cargo hatches.
sv: Luckor och annan liknande fartygsutrustning, som inte är stabilt upplagda och tillräckligt säkrade, skall avlägsnas innan arbete utförs i lastrum.

source: Work with vehicles, railway trucks etc.
sv: Arbete med fordon, järnvägsvagn m.m.

source: Vehicles with internal combustion engines may be used only if adequate measures are taken to ensure sufficient air change.
sv: Fordon med förbränningsmotor får användas endast om tillräckliga åtgärder vidtas som säkerställer tillräcklig luftväxling.

source: Unnecessary idling may not occur.
sv: Onödig tomgångskörning får inte förekomma.

source: If a vehicle is left unsupervised, the engine shall be turned off.
sv: Motorn skall stängas av om ett fordon lämnas obevakat.

source: Vehicles with internal combustion engines shall when used in a confined space be so maintained and equipped and be driven with such fuel as to minimise the quantity of hazardous and troublesome exhaust fumes.
sv: Förbränningsmotordrivna fordon som används i slutet utrymme skall vara så underhållna och utrustade samt köras på sådant bränsle att mängden farliga och besvärande avgaser blir så liten som möjligt.

source: Stowing, stacking, section loading, handling of containers and bulk, oil and chemical cargoes etc.
sv: Stuvning, stapling, sektionslastning, hantering av containrar och bulk-, olje- och kemikalielast m.m.

source: Exceptions apply to individual, closely controlled lifting operations, to damage work and to special operations where the working method demands a trim or list in excess of 2º.
sv: Undantag gäller vid enstaka väl kontrollerade lyft, vid så kallat haveriarbete och vid speciella arbeten där arbetsmetoden kräver större trim eller slagsida än 2°.

source: Particular attention shall be paid to the possibility of going to the assistance of a person in distress in the event of material collapsing.
sv: Det skall särskilt beaktas att en nödställd person skall kunna undsättas vid ras.

source: Retention devices shall be used where necessary.
sv: Anordningar för skydd mot fall skall användas där det behövs.

source: Work involving more than one team in the same hatch opening or cargo hold
sv: Arbete med mer än ett arbetslag i samma lucköppning eller lastrum

source: The clearance for each team shall be large enough for
sv: Det fria utrymmet för varje arbetslag skall vara så stort att

source: persons to reach safety quickly in the event of danger, and the handling of long or bulky goods not to encroach on another team’s working space.
sv: det i händelse av fara går snabbt att sätta sig i säkerhet, samt att hantering av långt eller skrymmande gods inte inkräktar på annat arbetslags utrymme.

source: Handling of load carriers
sv: Hantering av lastbärare

source: This does not apply, however, if the weight of the load carrier is otherwise evidence or verifiable by means of weighing before the lift or if the load carrier has been found to be empty.
sv: Detta gäller dock inte om lastbärarens vikt på annat sätt framgår eller kunnat kontrolleras genom vägning före lyftet eller om lastbäraren konstaterats vara tom.

source: An overloaded or unevenly loaded load carrier may, however, be hoisted from a ship, vehicle or railway wagon to a quay, a flatbed truck or suchlike if special safety precautions are taken.
sv: En överlas- tad eller snedlastad lastbärare får dock lyftas från fartyg, fordon eller järnvägsvagn till kaj, flakvagn eller motsvarande om särskilda försiktighetsåtgärder vidtas.

source: The load carrier may not be used thereafter without having been emptied of its excess load or the load distribution redressed.
sv: Lastbäraren får därefter inte användas utan att ha tömts på överlasten eller att snedlasten har åtgärdats.

source: It shall then also have been established that there are no visible defects which can affect the safety of the continued handling.
sv: Därvid skall det ha konstaterats att det inte finns några synliga fel som kan inverka på säkerheten vid den fortsatta hanteringen.

source: An overloaded or unevenly loaded load carrier shall be reported to the consignor.
sv: En överlastad eller snedlastad lastbärare skall rapporteras till avsändaren.

source: Personal protective equipment etc.
sv: Personlig skyddsutrustning m.m.

source: A written assessment shall be prepared, showing the type of work for which and the area in which the use of certain personal protective equipment is unnecessary.
sv: Det skall göras en skriftlig bedömning där det framgår vilken typ av arbete och inom vilket område användning av viss personlig skyddsutrustning inte behövs.

source: A suitable life jacket shall be used for mooring work and other work involving a particular risk of falling into the water.
sv: En lämplig räddningsväst skall användas vid förtöjningsarbete och annat arbete där det finns särskild risk att falla i vattnet.

source: Other personal protective equipment shall be used where necessary.
sv: Annan personlig skyddsutrustning skall användas där så behövs.

source: First-aid material, ambulance transport, life-saving equipment etc.
sv: Förbandsmateriel, sjuktransport, livräddningsutrustning m.m.

source: During work on board ship or in another workplace having no direct connection with land, a suitable boat for taking an injured person ashore shall be kept available for as long as work is in progress, together with life-saving and first-aid equipment.
sv: § Vid arbete på fartyg eller på annan arbetsplats som inte har direkt förbindelse med land skall, under den tid arbete pågår, lämplig båt för att föra iland skadad person samt utrustning för livräddning och första hjälpen finnas tillgänglig.

source: Provisions applying to harbour owners
sv: Bestämmelser för hamninnehavare

source: The ground shall have adequate drainage.
sv: Det skall ha tillfredsställande dränering.

source: Traffic accident risks shall be considered.
sv: Risker för trafik- olycksfall skall beaktas.

source: Such lighting shall also be provided in the part of the area constituting an access route to a ship.
sv: Sådan belysning skall dessutom finnas på den del av området som utgör tillträdesled till fartyg.

source: The colour reproduction from light sources shall be appropriate to the task in hand.
sv: Ljuskällors återgivning av färg skall vara lämplig för arbetsuppgiften.

source: Lighting shall be designed in such a way that warning signs, emergency stop devices and suchlike are readily perceptible.
sv: Belysning skall vara utformad så att varningsskyltar, nödstoppsdon och liknande lätt uppfattas.

source: Lighting shall be suitably distributed and directed.
sv: Belysning skall ha lämplig fördelning och riktning.

source: Dazzling shall be avoided as far as possible.
sv: Bländning skall så långt möjligt undvikas.

source: Illuminance where dock work is intended normally to occur shall be at least 20 lux in open spaces unobstructed by such objects as railway wagons, containers, goods or suchlike.
sv: Där hamnarbete normalt avses förekomma skall belysningsstyrkan uppgå till minst 20 lux på fria ytor utan skymmande föremål såsom järnvägsvagnar, containrar, gods eller dylikt.

source: Illuminance may, however, decline to 5 lux within 5 metres of the edge of the quayside if necessary in order to avoid dazzling of seafarers.
sv: Dock får inom 5 meter från kaj- kanten belysningsstyrkan gå ner till 5 lux om detta är nödvändigt för att hindra att sjöfarande bländas.

source: In such a case, the reduction from 20 lux shall take place within a length of not more than 25 metres from the edge of the quayside.
sv: Nedtrappningen från 20 lux skall i sådant fall ske inom en sträcka av högst 25 meter från kajkanten.

source: This does not apply, however, where manifestly unnecessary.
sv: Detta gäller dock inte om det är uppenbart onödigt.

source: Safety barriers shall always be provided at the ends of quays where powered vehicles may be present.
sv: Vid kajändar (nocke) där motordrivna fordon kan förekomma skall alltid finnas avkörningsskydd.

source: A quayside safety barrier shall be of a height appropriate to the type of vehicle normally used.
sv: Avkörningsskydd vid kajkanten skall ha en höjd som är anpassad efter den typ av fordon som normalt används.

source: Barriers shall, however, never be less than 0.3 metre in height.
sv: De skall dock alltid vara minst 0,3 meter höga.

source: Barriers shall carry warning markings and shall be constructed so as to prevent powered vehicles inadvertently driven or sliding into them from falling over the edge.
sv: Skydden skall vara varningsmarkerade och så utförda att de hindrar nedstörtning av motordrivna fordon som oavsiktligt körs eller glider mot dem.

source: In harbours or harbour sections primarily intended for fishing vessels whose catches are unloaded manually, the following applies.
sv: I hamnar eller hamnavsnitt som företrädesvis är avsedda för sådana fiskefartyg varifrån fångsten lossas manuellt gäller följande.

source: Safety barriers may be less than 0.3 metre in height if an acceptable safeguard against vehicles falling over the edge is obtained nevertheless.
sv: Avkörnings- skydd får vara lägre än 0,3 meter, om godtagbar säkerhet mot nedstörtning av fordon ändå uppnås.

source: They shall, however, be at least 0.1 metre high.
sv: De skall dock vara minst 0,1 meter höga.

source: Fixed quayside ladders or suchlike shall, at all water levels normally occurring in the harbour, always extend at least 1 metre below the surface of the water.
sv: Fasta kajstegar eller motsvarande skall, vid alla i hamnen, normalt förekommande vattenstånd, alltid nå minst 1 meter under vattenytan.

source: A life raft or life-saving boat shall be provided at suitable points in different harbour sections.
sv: På lämpliga platser inom olika hamnavsnitt skall finnas livräddningsflotte eller livräddningsbåt.

source: The anchorages shall be positioned so as to eliminate as far as possible the risk of tripping.
sv: Fästena skall vara så placerade att snubblingsrisk så långt möjligt undviks.

source: These Provisions enter into force on 1st January 2003.
sv: Dessa föreskrifter träder i kraft den 1 januari 2003.

source: The Ordinance of the National Board of Occupational Safety and Health (AFS 1986:18) containing Provisions on Dock Work and the Board’s Directions on Safety Precautions in Connection with the Loading and Unloading of Ships and during Terminal Work in Harbours (Directions Booklet No. 1, Dock Work) are repealed with effect from the same date.
sv: Samtidigt upphävs Arbetarskyddsstyrelsens kungörelse (AFS 1986:18) med föreskrifter om hamnarbete samt anvisningar om skyddsåtgärder vid lastning och lossning av fartyg samt vid terminalarbete i hamn (anvisningshäfte nr 1, Hamnarbete).

source: Directions on Dock Work have previously been issued by the National Board of Occupational and Safety Health, under powers conferred by the Workers’ Protection Act.
sv: Arbetarskyddsstyrelsen har tidigare med stöd av arbetarskyddslagen utfärdat anvisningar om hamnarbete.

source: Provisions and General Recommendations on Dock Work were subsequently issued pursuant to the Work Environment Act.
sv: Därefter har föreskrifter och allmänna råd om hamnarbete utfärdats med stöd av arbetsmiljölagen.

source: The Provisions now issued, also by authority of the Work Environment Act, are a revision of the Directions and Provisions issued previously.
sv: De föreskrifter som nu utfärdas, också med stöd av arbetsmiljölagen, är en omarbetning av de tidigare anvisningarna och föreskrifterna.

source: Parts of the Directions and Provisions which have now been repealed are covered by the Provisions of the National Board of Occupational Safety and Health on Use of Work Equipment.
sv: Delar av de upphävda anvisningarna och föreskrifterna täcks av Arbetarskyddsstyrel- sens föreskrifter om användning av arbetsutrustning.

source: The new Provisions, unlike their predecessors, do not deal with chemical and biological hazards.
sv: Jämfört med de tidigare föreskrifterna om hamnarbete behandlas inte kemiska och biologiska risker.

source: These are now addressed, for example, in the Provisions of the National Board of Occupational safety and Health on Chemical Hazards in the Working Environment, Work in Confined Spaces and Work Involving Infection Risks.
sv: Dessa risker behandlas numera bl.a. i Arbetarskyddsstyrel- sens föreskrifter om kemiska arbetsmiljörisker, arbete i slutet utrymme och smittfarligt arbete.

source: The Work Environment Act applies to the loading and unloading of ships, i.e. to dock work.
sv: Arbetsmiljölagen gäller vid lastning och lossning av fartyg, d.v.s. vid hamnarbete.

source: On the other hand it does not apply to ship work other than work on warships (Chap. 1, Section 4).
sv: Däremot gäller arbetsmiljölagen inte för fartygsarbete som avser andra fartyg än örlogsfartyg (1 kap. 4 §).

source: Ship work is defined in the Maritime Safety Act (1988:49) as “work on the ship’s behalf, done on board the ship or elsewhere by a person accompanying the ship”.
sv: Med fartygsarbete avses ”arbete för fartygets räkning som utförs ombord på fartyget eller på annat ställe av någon som följer med fartyget” enligt definitionen i fartygs- säkerhetslagen (SFS 1988:49).

source: The Maritime Safety Act deals with questions concerning, for example, seaworthiness, the loading of ships (stability and freeboard), the manning of ships and safety and health conditions on board.
sv: I fartygssäkerhetslagen regleras frågor om bl.a. fartygs sjövärdighet, fartygs lastning (stabilitet och fribord), fartygs bemanning och arbetsmiljön ombord.
